[
    {
        "img": "https://img.freepik.com/free-photo/beautiful-woman-has-cutting-hair-hairdresser_329181-1942.jpg?size=626&ext=jpg",
        "title": "Haircut and Styling",
        "price": 50.00,
        "description": "Experience a trendy haircut and professional styling session to enhance your look. Our expert stylists will consult with you to create the perfect style that suits your personality and lifestyle."

      },
      {
        "img": "https://img.freepik.com/free-photo/skincare-beauty-female-feet-with-camomile-s-flower_186202-728.jpg?size=626&ext=jpg",
        "title": "Manicure and Pedicure",
        "price": 35.00,
        "description": "Pamper your nails with a relaxing manicure and pedicure session. Our skilled nail technicians will shape, buff, and polish your nails to perfection, leaving your hands and feet looking and feeling rejuvenated."

      },
      {
        "img": "https://img.freepik.com/free-photo/beautician-with-brush-applies-white-moisturizing-mask-face-young-girl-client-spa-beauty-salon_343596-4247.jpg?size=626&ext=jpg",
        "title": "Facial Spa",
        "price": 60.00,
        "description": "Indulge in a rejuvenating facial spa treatment to revitalize your skin. Our customized facials are designed to address your specific skincare needs, leaving your complexion refreshed and glowing."

      },
      {
        "img": "https://img.freepik.com/free-photo/foot-massage_1098-19910.jpg?size=626&ext=jpg",
        "title": "Massage Therapy",
        "price": 75.00,
        "description": "Relieve stress and tension with a therapeutic massage session. Our licensed massage therapists will use a combination of techniques to soothe your muscles and promote relaxation, leaving you feeling completely refreshed."

      },
      {
        "img": "https://img.freepik.com/free-photo/beautiful-woman-s-nails-hands-legs-with-beautiful-french-manicure-art-design_186202-6674.jpg?size=626&ext=jpg",
        "title": "Nail Art",
        "price": 40.00,
        "description": "Get creative with stunning nail art designs. Choose from a variety of intricate designs and colors to express your unique style. Our nail artists are experts at creating eye-catching nail art that will leave you feeling fabulous."

      },
      {
        "img": "https://img.freepik.com/free-photo/make-up-artist-getting-model-ready-photoshootin_23-2149305147.jpg?size=626&ext=jpg",
        "title": "Makeup Application",
        "price": 55.00,
        "description": "Enhance your beauty with professional makeup application. Whether it's for a special occasion or a night out, our makeup artists will accentuate your features and create a flawless look that lasts."

      },
      {
        "img": "https://img.freepik.com/free-photo/master-white-gloves-work-balck-eyebrows-beauty-salon_231208-3547.jpg?size=626&ext=jpg",
        "title": "Eyebrow Shaping",
        "price": 25.00,
        "description": "Achieve perfectly shaped eyebrows with our expert services. Our skilled technicians will shape and groom your eyebrows to complement your face shape, enhancing your overall appearance."

      },
      {
        "img": "https://img.freepik.com/free-photo/barber-rsquo-s-hairstyling-women-rsquo-s-salon-jobs-career-campaign_53876-127192.jpg?size=626&ext=jpg",
        "title": "Hair Coloring",
        "price": 70.00,
        "description": "Transform your hair with a beautiful new color. Whether you want to cover grays, add highlights, or try a bold new hue, our color specialists will create a stunning look that suits you perfectly."

      },
      {
        "img": "https://img.freepik.com/free-photo/beautiful-young-girl-beauty-salon_1157-21117.jpg?size=626&ext=jpg",
        "title": "Waxing Services",
        "price": 45.00,
        "description": "Experience smooth and hair-free skin with our waxing services. Our trained estheticians use gentle, effective waxing techniques to remove unwanted hair, leaving your skin silky and smooth."

      },
      {
        "img": "https://img.freepik.com/free-photo/wedding-beautiful-bride_144627-13003.jpg?size=626&ext=jpg",
        "title": "Bridal Package",
        "price": 150.00,
        "description": "Look stunning on your special day with our bridal package. This comprehensive package includes hair styling, makeup application, and nail services to ensure you radiate beauty and confidence on your wedding day."

      },
      {
        "img": "https://img.freepik.com/free-photo/beautiful-keratin-treated-hair_23-2149332460.jpg?size=626&ext=jpg",
        "title": "Hair Extensions",
        "price": 85.00,
        "description": "Add length and volume to your hair with quality extensions. Our experienced stylists will seamlessly blend extensions into your natural hair, giving you the long, luscious locks you've always dreamed of."

      },
      {
        "img": "https://img.freepik.com/free-photo/beautiful-girl-face-perfect-skin_155003-10633.jpg?size=626&ext=jpg",
        "title": "Skin Rejuvenation",
        "price": 90.00,
        "description": "Revive your skin's natural radiance with our rejuvenation treatments. We offer a range of treatments, including peels and facials, to address signs of aging, acne, and sun damage, leaving your skin looking youthful and refreshed."

      },
      {
        "img": "https://img.freepik.com/free-photo/toilet-bag-products-arrangement_23-2149879995.jpg?size=626&ext=jpg",
        "title": "Pamper Package",
        "price": 120.00,
        "description": "Indulge in a complete pampering experience with our package. This luxurious package includes a massage, facial, and nail services to pamper you from head to toe, leaving you feeling relaxed and rejuvenated."
      },
      {
        "img": "https://img.freepik.com/free-photo/sideview-young-woman-lying-during-lashes-enlarging_7502-9368.jpg?size=626&ext=jpg",
        "title": "Eyelash Extensions",
        "price": 65.00,
        "description": "Enhance your natural lashes with eyelash extensions. Our skilled technicians will apply individual extensions to create a fuller, longer lash look that lasts for weeks, saving you time on mascara."
      },
      {
        "img": "https://img.freepik.com/free-photo/beauty-spa_144627-46193.jpg?size=626&ext=jpg",
        "title": "Body Scrub",
        "price": 55.00,
        "description": "Revitalize your skin with a soothing body scrub. Our exfoliating treatments will remove dead skin cells and leave your skin feeling soft, smooth, and refreshed."
      },
      {
        "img": "https://img.freepik.com/free-photo/creating-trendy-hairstyle-by-young-woman_329181-1950.jpg?size=626&ext=jpg",
        "title": "Hairstyling Classes",
        "price": 75.00,
        "description": "Learn the art of hairstyling with our professional hairstyling classes. Whether you're a beginner or looking to enhance your skills, our experienced instructors will teach you the latest techniques and trends in hairstyling."
      }
]